/* Andre Sendowski <> */

"Other Credits" = "Weitere Credits";
"Custom..." = "Manuell eingeben…";
"Remove" = "Deinstallieren";

"Add" = "Hinzufügen";
"Add Source" = "Quelle hinzufügen";
"All Packages" = "Alle Pakete";
"Analyzing dependencies..." = "Analysiere Abhängigkeiten…";
"Author" = "Autor";
"Bad Source" = "falsche Quelle";
"Cancel" = "Abbrechen";
"Cancelled." = "Abgebrochen.";
"Cleaning up..." = "Aufräumen…";
"Direct Dependencies" = "Direkte Abhängigkeiten";
"Direct Dependency" = "Direkte Abhängigkeit";
"Done" = "Fertig";
"Downloading" = "Herunterladen";
"Finishing" = "Fertigstellen";
"have" = "Installiert:";
"Install" = "Installieren";
"Installing" = "Installation";
"Maintainer" = "Herausgeber";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Das Paket \"%@\" kann nicht entfernt werden, da es von Icy benötigt wird.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Das Paket \"%1$@\" kann nicht entfernt werden, da es von anderen Paketen benötigt wird: %2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Das Paket \"%1$@\" kann nicht installiert werden (DPKG returned error #%2$d). Weitere Information sind möglicherweise in der Konsole zu finden.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Das Paket \"%1$@\" kann nicht entfernt werden (DPKG returned error #%2$d). Weitere Information sind möglicherweise in der Konsole zu finden.";
"Package \"%@\" was not found." = "Das Paket \"%@\" konnte nicht gefunden werden. Möglicherweise muss erst die passende Quelle hinzugefügt werden.";
"Please enter the source URL:" = "Bitte geben Sie eine gültige URL ein:";
"Preparing" = "Vorbereiten";
"Reinstall" = "Neu installieren";
"Removing" = "Deinstallation";
"Search All" = "Alle suchen";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Die Quelle mit der URL \"%@\" ist ungültig und konnte nicht hinzugefügt werden.";
"Uncategorized" = "Unkategorisiert";
"Update All" = "Alle updaten";
"Version" = "Version";
"Upgrade" = "Upgrade";
"View Console Log" = "Konsole anzeigen";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Das Paket \"%@\" kann nicht installiert werden, es besteht ein Konflikt mit dem bereits installierten Paket \"%@\". Bitte deinstalliere das Paket erst.";
"Yesterday" = "Gestern";
"Two Days Ago" = "2 Tage alt";
"More..." = "Mehr…";
"Recent Packages" = "Aktuelle Pakete";
"Force Remove" = "Force Remove";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Dieses Paket wird vom System benötigt. Es kann trotzdem deinstalliert werden, möglichweise wird das System dadurch aber unbrauchbar/instabil. Tue dies nur wenn du weiß was du tust.";

"%d Hours Ago" = "Vor %d Stunden";
"%d Hour Ago" = "Vor %d Stunde";
"%d Minutes Ago" = "Vor %d Minuten";
"%d Minute Ago" = "Vor %d Minute";
"%d Days Ago" = "Vor %d Tagen";

/* NIB strings */
"Add All" = "Alle hinzufügen";
"Copyright" = "Copyright";
"All rights reserved" = "Alle Rechte vorbehalten";
"Categories" = "Kategorien";
"Sources" = "Quellen";
"Installed" = "Installiert";
"About" = "Über Icy";
"Updated" = "Updated";
"Updated" = "Aktualisiert";

